# SetSelect

## Description
Procedure SetSelect selects the referenced object.&lt;BR&gt;

```pascal
PROCEDURE SetSelect(h : HANDLE);
```

```python

def vs.SetSelect(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Version
Availability: from MiniCAD
## Category
* Selection